export const listData = [
  {
    id: '1',
    author_id: {
      name: '张三',
      expertise: '擅长业务',
      icon: '',
    },
    tag_ids: [{ name: '标签' }],
    name: '标题1',
    content:
      '山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？',
    view_count: 10,
  },
  {
    id: '2',
    author_id: {
      name: '李四',
      expertise: '擅长业务: 心理咨询',
      icon: '',
    },
    tag_ids: [{ name: '标签' }],
    name: '标题1',
    content:
      '山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？',
    view_count: 10,
  },
]
